import "./Article.css";
import { Tip } from "../../components/tips/Tip";
import { SocialMediaLinks } from "./SocialMediaLinks";

export function Article2Page() {
  return (
    <main className="article-container">
      <article className="article-wrapper">
          <figure className="article-image-wrapper">
            <img
              alt="Article"
              src="images/image5.jpg"
              className="article-image"
            />
          </figure>
          <div className="article-text">
            <time className="article-date" dateTime="2026-01-28">28.01.2026</time>
            <h1 className="article-title">
              כלים לניהול פרוייקט החזרה לשוק העבודה
            </h1>
            <section className="article-paragraphs">
              <SocialMediaLinks />
              <p>
                אחד הטורים האחרונים עסק בחשיבות של ניהול תהליך חיפוש עבודה
                כפרוייקט לכל דבר, עם דגש על אינטנסיביות החיפוש, תוך שימוש בכלי
                ניהול ובקרת פרוייקט כתנאי להצלחה.
              </p>
              <p>
                בתגובה לטור, שאלו מספר קוראים 'מהם כלי ניהול ובקרת פרוייקט חיפוש
                עבודה?' חלקם תהו מדוע בכלל נדרשים כלים? האם לא מספיק לשלוח
                'קורות חיים' לכמה שיותר הצעות עבודה? התשובה היא חד משמעית, לא.
                לא מספיק. מדוע?
              </p>
              <p>
                תהליך חיפוש יעיל דורש עשרות פעולות יזומות בשבוע, במיוחד בתקופת
                מיתון (יש שימליצו לפחות על 10ביום, יש שיגידו שמספיקות 5). חלק
                מהפעולות הן 'קטנות' (בירור טלפוני בחברת השמה, איתור טלפון עדכני
                של ממליץ חשוב, שליחת 'קורות חיים' למשרה חדשה וכו'), חלקן
                'גדולות' (ראיון עבודה, מבחני מיון, פגישת נטוורקינג חשובה וכו'),
                מרביתן דורשות מעקב.
              </p>
              <p>
                בתחילת התהליך נדמה שהכל בשליטה. שלחנו 'קורות חיים' למספר מקומות,
                שניים חזרו, אחת הפניות הניבה ראיון, ועכשיו מחכים. אז מה יש פה
                לנהל? נתחיל בזה שאחרי שבועיים, רוב האנשים לא זוכרים למי הם שלחו
                מה. אם הגישו מועמדות למספיק משרות, הם לא זוכרים לאלו חברות השמה,
                לאיזה אנשים ברשת הקשרים, הם בוודאי לא זוכרים לאיזה הצעות עבודה,
                לאילו תפקידים, לאלה חברות.
              </p>
              <p>
                לכן רצוי לבנות כמה כלים ממש פשוטים (רצוי ממוחשבים) לייעול
                התהליך:{" "}
              </p>
            <ol className="list-of-tips">
              <li>
                <p>
                  1. ניהול קובץ הצעות עבודה אם מסמך 'קורות החיים' מספיק טוב, גם
                  בתקופת מיתון השוק מתחיל להגיב, הטלפון מתחיל לצלצל. לעיתים
                  ראיון טלפוני קצר, לעיתים ארוך, לעיתים הזמנה לראיון פיזי.
                </p>
                <p>
                  ברוב המקרים אנשים לא באמת מזהים מי מתקשר, מאיזו חברה, לאיזה
                  תפקיד. איך בדיוק אפשר לבצע מכירה טובה של עצמך אם לא זוכרים מי
                  החברה ומה הגדרת התפקיד? איך יודעים על מה לשים דגש, על הניסיון
                  המקצועי?
                </p>
                <p>
                  על זה הניהולי? איך מתכוננים בהצלחה לראיון פיזי, איך יודעים
                  לענות אפילו לשאלה האלמנטרית בדבר ציפיות השכר כשלא יודעים באיזה
                  תפקיד מדובר? שהרי אותו אדם עשוי לקבל שכר שונה בעשרות אחוזים
                  לתפקידים שונים (גובה השכר הוא קודם כל פונקציה של התפקיד ורק
                  אחר כך של האדם עצמו וכישוריו).
                </p>
                <p>
                  איך יודעים לאיזה סוגי משרות השוק מגיב או לא? לכן חייבים באופן
                  שוטף לתעד תיעוד מדוייק של כל המשרות אליהן מגישים מועמדות, כולל
                  המלל בגוף ההצעה (ההגדרה ודרישות התפקיד שפורסמו). איך הגעת
                  למשרה, מי החברה, מי איש הקשר, הטלפון והמייל שלו, מתי התפרסמה
                  ההצעה, מתי נשלחו קורות החיים, איזו גירסה שלהם, האם היתה תגובה,
                  מה הסטטוס הנוכחי של כל הצעה כו'
                </p>
              </li>
              <li className="list-of-tips">
                <p>
                  2. ניהול קובץ מקורות חיפוש רצוי לייצר רשימה של כל חברות ההשמה
                  והחברות המעסיקות אליהן פנית באופן ייזום, כולל תיעוד מדויק למי
                  שלחת איזו גירסת קורות חיים, ורשימת אתרי הדרושים בהם אתה משתמש.
                  יש לעדכן את הקובץ באופן שוטף, על מנת לקבל אינדיקציה טובה להיקף
                  מקורות החיפוש ותדירות הפעלתם.
                </p>
              </li>
              <li className="list-of-tips">
                <p>
                  3. ניהול קובץ נטוורקינג רשת הקשרים היא הכלי האפקטיבי ביותר
                  למציאת עבודה, אותו צריך להפעיל באינטנסיביות ובחוכמה.
                </p>
                <p>
                  חייבים לנהל רשימה של אנשי הקשר (כולל ציון הקרבה, הפוטנציאל
                  לסייע, מועד קשר אחרון, מועד קשר הבא וכו'), ו"הלידים"
                  הפוטנציאלים שעשוי להניב כל אחד מהם. לא מספיק לשלוח 'קורות
                  חיים' לכמה חברים ולהניח שזה מספיק. רצוי לערוך פגישות פיזיות עם
                  כל אחד מהם, לא לפני שמתכננים מראש כיצד למכור את עצמך בפגישה
                  (אין להניח שאיש הקשר יודע בדיוק מה הרקורד התעסוקתי שלך,
                  ההתמחות הספציפית, ההצלחות בתפקידים הקודמים וכו'), ואיזה סיוע
                  בדיוק אתה מבקש.
                </p>
                <p>
                  אנשים מניחים בטעות שתוצאה טובה של מפגש כזה היא חיבור למשרה
                  ספציפית, שלא לדבר על "הצנחה" לתפקיד. לעיתים קרובות לאיש הקשר
                  אין נגישות לאף משרה פוטנציאלית אך הוא עשוי לחבר אותך לאנשים
                  חדשים מתוך רשימת הקשר שלו, שיובילו אותך לתפקיד חייך.
                </p>
                <p>
                  הרחבת רשת הקשרים ותיעודה היא משימה עליונה בחשיבותה לקריירה
                  בכלל, ולתהליך חיפוש העבודה בפרט. טעות נוספת היא להסתפק בשיחה
                  או פגישה אחת עם איש קשר ולהניח שהוא ממשיך לעבוד בשבילך.
                </p>
                <p>
                  לא ולא. האנשים הללו הם סוכני המכירות שלך וצריך להמשיך לתקשר
                  אתם ולהפעיל אותם ככל שנידרש.
                </p>
              </li>
              <li className="list-of-tips">
                <p>
                  4. ניהול קובץ יזמויות לעיתים החזרה לשוק העבודה היא במתכונת של
                  יזמות עצמאית ולא כשכירים. מומלץ מאד לתעד כל רעיון (גאוני או
                  טיפשי כאחד), כבסיס לפיתוח פעילות בטווח הקצר או הארוך. אין לכם
                  מושג כמה רעיונות טובים מבליחים לרגע ונעלמים כלא היו.
                </p>
              </li>
              <li className="list-of-tips">
                <p>
                  5. ניהול קובץ משימות כל אחד מהכלים הקודמים אמור לייצר הרבה
                  משימות חדשות שאת ביצוען יש לנהל. הרחבת מעגל המועמדויות למשרות
                  חדשות, הכנה לראיונות עבודה, מעקב אחרי הצעות קודמות, תחזוק הקשר
                  עם חברות ההשמה והנטוורקינג, פיתוח ייזמויות וכו'. מי שיוזם
                  מספיק מהלכים נדרש לבצע כל יום לא מעט משימות, חלקן בעלות
                  פוטנציאל "דחיינות".
                </p>
                <p>
                  אנשים נוטים לדחות או לשכוח את מה שקשה או 'לא נעים' להם לעשות
                  (להתקשר לברר מה קורה עם משרה אליה התראיינו, "לנדנד" לחברת
                  השמה, להתקשר לממליץ או לאיש קשר וכו'), והתוצאה היא ניהול
                  פאסיבי או חלקי של התהליך. חשוב לייצר רשימת משימות שבועית
                  מפורטת ולעדכן ברמה היומית את המשימות שבוצעו, והחדשות שמניב
                  התהליך מידי יום.
                </p>
              </li>
              <li className="list-of-tips">
                <p>
                  6. ניהול קובץ פעולות לעיתים קרובות אנשים מתלוננים שהם מחפשים
                  עבודה במרץ כבר שבועות ולא קורה כלום. כשהם מתבקשים לשחזר מה עשו
                  מסתבר שלא הרבה, מספר פעולות בודדות בשבוע במקרה הטוב. הם לא
                  משקרים, הם מוטרדים ועסוקים מאד בתהליך, אבל יותר במחשבות מאשר
                  בפועל.
                </p>
                <p>
                  לכן רצוי לתעד את מספר הפעולות השבועיות (גדולות, קטנות
                  וקטנטנות), על מנת שתהיה בקרה על אינטנסיביות התהליך (פחות מ 25
                  פעולות בשבוע, צריכה להידלק נורה אדומה).
                </p>
              </li>
            </ol>
            <p>
              הכלים הללו והתיעוד המפורט מספקים אינפורמציה יקרה מפז גם לגבי
              איכות התהליך והמיצוב בשוק. הם מניבים מידע באשר לאיכות מסמכי
              קורות החיים, תדירות הראיונות ואיכותם, התדמית המקצועית הנתפסת,
              ערך השוק והפוטנציאל התעסוקתי בשווקי העבודה השונים.
            </p>
              <p>
                הם מאפשרים לזהות טוב יותר את הכשלים, להשתפר תוך כדי, ובסופו של
                דבר לקצר את תהליך מציאת העבודה. התיעוד הזה חשוב גם לטווח הארוך,
                לאחר החזרה לשוק העבודה.
              </p>
              <p>
                הוא בסיס מצוין להמשך בנייה ותחזוקה של נטוורקינג איכותי בונה
                קריירה, הוא בסיס מידע מעולה לתהליך חיפוש העבודה הבא. למי שעדין
                לא השתכנע, שמאמין כי הוא איננו זקוק לכלי ניהול, יש שתי אפשרויות:
                או שהוא המוצר הכי חם בשוק שיימצא עבודה תוך דקה, או שכנראה הוא לא
                עושה מספיק כדי למצוא עבודה. חד משמעי.
              </p>
            </section>
        </div>
      </article>
      <aside className="more-articles-container" aria-labelledby="more-articles-heading">
        <h2 id="more-articles-heading">מאמרים נוספים שיכולים לעניין אותך</h2>
          <div className="more-arts-wrapper">
            <div className="more-article-wr">
              <Tip
                path="/article_1"
                image="images/image3.jpg"
                title="טיפים לראיון עבודה"
                date="01.08.2024"
                articlePreview=" 
            
            לעיתים, ראיון החלומות שלך עומד בפתח, ואתה רק מחכה כדי להיגאל
            מהמרוץ אחר מודעות הדרושים...
            כל מה שעליך לעשות הוא לשים לב לכמה נקודות עיקריות שיעזרו לך
            לעבור ראיון עבודה בשלום:
              1. התאמן והתכונן כראוי רצוי לעבור הכנה לראיון..."
              />
            </div>
            <div className="more-article-wr">
              <Tip
                path="/article_3"
                image="images/happy2.jpg"
                title="השאלות הכי קשות בראיון עבודה"
                date="01.08.2024"
                articlePreview="
            השאלות הכי קשות שיכולות לעלות בראיון עבודה חיפוש עבודה יכול להיות עסק לא קל. לפעמים מגיעים לראיון עבודה שאנחנו ממש מצפים לו ולא מכינים את עצמנו לסוג של שאלות שאף פעם לא נשאלנו..."
              />
            </div>
          </div>
      </aside>
    </main>
  );
} 
