import "./pages-css/EmployeesRights.css";

export function EmployeesRightsPage() {
  return (
    <>
      <div className="employees-rights-container">
        <h1 className="employees-rights-title">זכויות עובדים</h1>
        <div className="employees-rights-text">
          <p>
            לכל אחד מאתנו, בין אם הוא מנכ"ל ובין אם הוא עובד מן המניין, מגיעות
            זכויות על פי החוק. ככלל, רוב זכויות העובדים מעוגנות בחוקים הנקראים
            חוקי מגן, אשר כשמם כן הם: מטרתם להגן על העובדים. לכן על חלק ניכר
            מהזכויות המוענקות לעובדים במשק הישראלי, לא ניתן לוותר ועובד שוויתר
            על זכויות אלה - ויתורו אינו תקף.
          </p>
          <p>
            ריכזנו עבורכם, בעזרתו של עו"ד דוד בכור המלווה את החברה בכל הקשור
            לתחום יחסי העבודה, את הזכויות העיקריות והחשובות ביותר שנועדו להגן
            עליכם. חשוב שתדעו ושתוודאו שאכן אתם מקבילים ממעסיקים את כל הזכויות
            להן אתם זכאים. כמובן שמדובר בהוראות כלליות בלבד, ויש לבחון ולבדוק כל
            מקרה לגופו ובהתאם לנסיבותיו.
          </p>
          <p>קצת הגדרות:</p>
          <li className="list-of-details">
            <p>
              • עובד שעתי / יומי - אם שכר העבודה משולם על בסיס שעת עבודה או על
              בסיס יום עבודה.
            </p>
            <p>• עובד חודשי - עובד ששכרו מחושב על בסיס חודשי קבוע.</p>
            <p>• מעסיק בפועל - מי שאצלו מועסק עובד של קבלן כח אדם.</p>
            <p>
              • הסכם קיבוצי - הסדר חוזי בין ארגוני עובדים מצד אחד וארגוני
              מעסיקים מצד שני המסדיר נושאים כגון: תנאים סוציאליים, שעות עבודה,
              הסדרים פנסיוניים וכו'. ככלל, ההוראות שבהסכם קיבוצי נועדו להטיב עם
              העובדים מעבר לקבוע בחוק. הסכם קיבוצי כללי וצו הרחבה בענף אספקת
              שירותי כח אדם - הסכם שנחתם בין ארגוני חברות כח האדם לבין הסתדרויות
              העובדים, אשר הורחב בצו ע"י הממשלה בחודש ספטמבר 2004. הסכם זה מגדיר
              את תנאי העסקתם מעבר למוגדר בחוק. זכויות העובדים מכוח צו ההרחבה
              אינן ניתנות לויתור.
            </p>
          </li>
          <p>
            יש חוקים והסכמים קיבוציים המגנים עליכם ומיטיבים עמכם. להלן תמצית
            עקרי הזכויות:
          </p>
          <li className="list-of-details">
            <p>
              • שעות עבודה :שבוע עבודה הינו בן 43 שעות. עבור עבודה בשעות נוספות,
              יהיה העובד זכאי לתוספת לשכרו לשעה על כל שעה נוספת, עפ"י הוראת חוק
              שעות עבודה ומנוחה. עבור עבודה במשמרות, יהיה העובד זכאי לתשלום
              בהתאם לקבוע בהסכם הקיבוצי או בצו ההרחבה החל עליו בהתאם לעיסוקו,
              ואם לא חל הסכם קיבוצי או צו, אז לפי הפירוט כדלקמן- עבור משמרת
              שנייה יהיה זכאי לתשלום בשיעור בין 120% ל 125%, ובעבור משמרת שלישית
              בשיעור של 130% לבין 150%.
            </p>
            <p>
              • הודעה בדבר תנאי עבודה:כל מעסיק חייב למסור לעובדו לא יאוחר מ- 30
              ימים מהיום שהעובד התחיל לעבוד אצלו, הודעה בכתב המפרטת את תנאי
              העבודה ובכלל זה: פרטי העובד ופרטי המעסיק, תאריך תחילת העבודה או
              תקופת העבודה (אם החוזה הוא לתקופת קצובה), העובדה כי החוזה אינו
              לתקופה קצובה, תיאור עיקרי של התפקיד, פרטי הממונה הראשי, התשלומים
              המשתלמים לעובד כשכר עבודה ומועד התשלומים או דירוג העובד אם מועסק
              ע"פ הסכם קיבוצי, אורך יום העבודה או שבוע העבודה, יום המנוחה
              השבועית, תשלומים סוציאליים לקופות גמל או קרנות פנסיה שמות הגופים
              להם מועברים התשלומים, מעסיק החתום על הסכם קיבוצים או מעסיק שהוא
              חבר בארגון מעסיקים שהוא צד להסכם קיבוצי ימסור את שם ארגון העובדים
              החתום על אותו הסכם.
            </p>
            <p>
              • שכר מינימום: הזכות לשכר מינימום הינה זכות יסוד המטילה על
              המעסיקים שאינם מקיימים אותה עונשים כבדים. החוק קובע כי עובד שמלאו
              לו 18 שנים, המועסק במשרה מלאה כנהוג במקום עבודתו (אך לא יתר מ- 186
              שעות) זכאי לקבל שכר שלא יפחת משכר המינימום. נכון ליום 1.7.2016
              גובה שכר המינימום לחודש הוא 4,825 ש"ח וגובה שכר המינימום לשעה הוא
              25.94 ₪. המעסיק חייב להציג במקום בולט לעין מודעה ובה גובה שכר
              המינימום המעודכן.
            </p>
            <p>
              • שוויון ההזדמנויות בעבודה:עובד זכאי שלא יפלו אותו על רקע מין,
              נטייה מינית, המעמד האישי, הורות, הריון, גיל, גזע, דת, לאומיות, ארץ
              מוצא, השקפה, שיוך למפלגה, משך תקופת המילואים או מחמת מוגבלות
              בקבלתו לעבודה, תנאי עבודתו, קידום בעבודה, הכשרה מקצועית, פיצויי
              פיטורים והטבות אחרות.
            </p>
            <p>
              • הפסקות ומנוחה:ביום עבודה של לפחות שש שעות, זכאי העובד להפסקה
              לצורך מנוחה וארוחה ל3/4 שעה לפחות (בערב חג ל- חצי שעה לפחות).
              במהלך הפסקה זו מותר לעובד לצאת ממקום העבודה אלא אם נוכחותו במקום
              העבודה היא הכרחית והמעסיק דרש ממנו להישאר. זמן הפסקה זה הוא לא חלק
              משעות עבודה אלא אם המעסיק דרש מהעובד להישאר בעבודה כאמור.
            </p>
            <p>
              • המנוחה השבועית:בדרך כלל, המנוחה השבועית של עובד הוא לפחות 36
              שעות רצופות. אם העובד הוא יהודי, המנוחה השבועית תכלול את יום השבת
              ואם העובד אינו יהודי, את יום המקובל על העובד כיום המנוחה השבועית
              (יום שישי- שבת או ראשון).גמול שעות נוספות ועבודה במנוחה
              השבועית:אסור למעסיק להעביד עובדים בשעות נוספות או במנוחה השבועית
              אלא אם ניתן היתר לעשות כן על ידי שר העבודה והרווחה.אם עובד מועבד
              ביום עבודה רגיל שעות נוספות, המעסיק חייב לשלם לו לפחות 125% משכר
              העבודה הרגיל עבור השעתיים הראשונות ו-150% לפחות בעד כל שעה נוספת
              שלאחריהן.אם עובד מועסק במנוחה השבועית, חייב המעסיק לשלם לו בעד
              שעות העבודה, לפחות 150% משכר הרגיל של העובד. אם עובד מועסק בשעות
              נוספות במנוחה השבועית, הוא יהיה זכאי לגמול עבור העבודה במנוחה
              השבועית בצירוף הגמול עבור השעות הנוספות (זאת אומרת : 150% עבור
              המנוחה השבועית + 25% עבור השעה הנוספת).
            </p>
            <p>
              • חופשה שנתית:חופשה זה חשוב...לכן מגיעה לך מכסת חופשה. ככל, עובד
              המועסק במתכונת של 5 ימי עבודה בשבוע זכאי ל- 12 ימי חופשה בשנה,
              במהלך 4 השנים הראשונות לעבודתו. מכסה זו מתעדכנת בהתאם לוותק. במידה
              ואתם עובדים במשרה חלקית, תהיו זכאים לימי חופשה באופן יחסי.
            </p>
          </li>
          <p>
            כל עובד זכאי לחופשה שנתית.להלן פירוט של מספר הימים להם זכאי עובד
            עפ"י וותק במקום עבודה (ישנם ענפים במשק בהם נקבעו תנאים עדיפים
            בענין):
          </p>
          <li className="list-of-details">
            <p>
              דמי נסיעה:כל עובד הזקוק לתחבורה ציבורית כדי להגיע למקום עבודתו
              זכאי להשתתפות מעסיקו בהוצאות הנסיעות גם אם הוא חייב לנסוע באוטובוס
              שתיים או שלוש תחנות לפחות, כדי להגיע למקום עבודתו. תקרת החזר
              הוצאות הנסיעה ליום עבודה היא 22.60 ש"ח. הוצאות הנסיעה תקבענה לפי
              מחיר נסיעה מוזל באוטובוס ציבורי או כרטיס מנוי חודשי מוזל ממקום
              מגורי העובד למקום עבודתו, על יסוד כרטיס הנחה של מספר נסיעות, אם
              קיים כרטיס הנחה כזה.יצוין כי אם העובד מוסע למקום העבודה, לא יהיה
              זכאי להחזר הוצאות נסיעות. כמו כן, אם הוא מוסע לכיוון אחד בלבד,
              העובד יהיה זכאי עד למחצית הסכומים הנ"ל. עובד הנעדר מעבודתו לא יהיה
              זכאי להחזר נסיעות עבור אותו יום.
            </p>
            <p>
              • דמי מחלה:עובד שנעדר מעבודתו עקב מחלה יהיה זכאי לקבל ממעסיקו עבור
              היום השני והשלישי של ההיעדרות כאמור 50% משכר העבודה שהיה זכאי לו
              אילו המשיך לעבוד. בעבור היום הרביעי ואילך העובד יהיה זכאי ל 100%
              משכר העבודה לו היה זכאי אילו עבד.
            </p>
            <p>
              • דמי חגים:עובד שעתי/יומי לאחר 3 חודשי עבודה במקום העבודה שלא נעדר
              מהעבודה בסמוך ליום החג (יום אחד לפני ויום אחד אחרי) אלא בהסכמת
              המעסיק, יהיה זכאי לתשלום מלא עבור תשעה ימי חג. עובד המשתכר על בסיס
              חודשי לא יהיה זכאי לתשלום נפרד עבור היעדרות בימי חג.
            </p>
            <p>
              • דמי הבראה:עובד זכאי לדמי הבראה אם עבד באותו מקום עבודה שנה אחת
              לפחות. גובה דמי הבראה ליום 378 ש"ח (החל מ 1/07/14). מספר ימי
              ההבראה המגיעים לעובד בהתאם לוותקו בעבודה הם 5 ימים בעד השנה
              הראשונה ; 6 ימים בעד השנה השנייה והשנה השלישית (בעד כל אחת מהן) ;
              7 ימים בעד השנה הרביעית עד העשירית. (הרשימה נמשכת). דמי ההבראה
              מחושבים בהתאם לשיעור משרתו של העובד.
            </p>
            <p>
              • ביטוח פנסיוני: ב 1/1/08 נכנס לתוקפו ההסכם הקיבוצי הכללי לביטוח
              פנסיוני מקיף במשק. הסכם זה עיקרו החלת חובת קיום הסדר פנסיוני לכלל
              העובדים המועסקים במשק שלגביהם לא קיים הסדר פנסיוני המיטיב עמם.
              בהתאם לצו כל עובד (החל מגיל 21 -לגבר ו-20 לאישה ועד לגיל פרישת
              חובה ע"פ החוק, וקבלת קצבה) יהיה זכאי לביצוע הפרשות לפנסיה לכשישלים
              6 חודשי עבודה. כמו כן, עובד שהתחיל לעבוד במקום עבודה והינו בעל
              ביטוח פנסיוני יהיה זכאי להיות מבוטח מיום עבודתו הראשון, כאשר ביצוע
              ההפרשות יחל לאחר שלושה חודשי עבודה – רטרואקטיבית או בתום שנת המס
              המוקדם מביניהם. העובד רשאי לבחור באופן עצמאי וללא כל השפעה מצד
              המעסיק את סוג הביטוח הפנסיוני בו יבוטח, ואת זהות הגורם אליו ו/או
              באמצעותו יופקדו הכספים.
            </p>
            <p>
              • הודעה מוקדמת לפיטורים או להתפטרותהעובד זכאי להודעה מוקדמת אם
              המעסיק מחליט לפטר אותו ומעסיק זכאי להודעה מוקדמת אם העובד מחליט
              להתפטר.עובד המשתכר על בסיס חודשי זכאי להודעה מוקדמת באופן הבא
              :במהלך 6 חודשי העבודה הראשונים- הודעה של יום אחד בשל כל חודש
              עבודה.החל מהחודש השביעי ועד תום שנת עבודתו הראשונה- של 6 ימים,
              בתוספת של יומיים וחצי בשל כל חודש עבודה בתקופה האמורה. לאחר שנת
              עבודתו הראשונה - של חודש ימים.עובד המשתכר על בסיס יומי או שעתי
              זכאי להודעה מוקדמת באופן הבא :במהלך שנת עבודתו הראשונה - של יום
              אחד בשל כל חודש עבודה. במהלך שנת עבודתו השנייה - של 14 ימים,
              בתוספת של יום אחד בשל כל שני חודשי עבודה בשנה האמורה , במהלך שנת
              עבודתו השלישית - של 21 ימים, בתוספת של יום אחד בשל כל שני חודשי
              עבודה בשנה האמורה. לאחר שנת עבודתו השלישית - של חודש ימים.המעסיק
              יכול לוותר על נוכחותו של העובד בעבודה במהלך תקופת ההודעה אם משלם
              לעובד פיצוי בסכום השווה לשכרו הרגיל של העובד בעד התקופה שוויתר על
              עבודתו.
            </p>
            <p>
              • פיצויי פיטוריםעובד שעבד אצל מעסיק אחד או באותו מקום עבודה 12
              חודשים זכאי לקבל מהמעסיק שפיטרו פיצויי פיטורים. אם עובד עבד באותו
              מקום עבודה והתחלפו המעסיקים הוא זכאי לקבל מהמעסיק הקודם פיצויי
              פיטורים בעד תקופת העבודה אצלו אלא אם כן קיבל על עצמו המעסיק החדש
              לשלם את הפיצויים עבור אותה תקופה.אם לא הוכח אחרת, פיטורים בסמוך
              לסוף שנת העבודה הראשונה ייראו כאילו נעשו מתוך כוונה להימנע מלשלם
              פיצויי פיטורים, והעובד זכאי לפיצויים.חישוב פיצויי הפיטורים:ככלל,
              שיעור פיצויי פיטורים הוא שכר חודש אחד לכל שנת עבודה אצל אותו מעסיק
              או באותו מקום עבודה. השכר שישמש בסיס לפיצויים הוא השכר האחרון של
              העובד. אם חל שינוי זמני בשכר האחרון של העובד, יחושבו הפיצויים לפי
              שכר העובד כאילו לא חל שינוי כאמור. כמן כן, אם חלה הפחתה בשכרו של
              העובד, יראו כשכר אחרון לגבי התקופה שלפני ההפחתה, את שכרו של העובד
              לפני ההפחתה.אם עובד משתכר על בסיס שעתי ושעות עבודתו משתנות מחודש
              לחודש, יש לחשב את שכרו לצורך פיצויי פיטורים לפי שכרו הממוצע ב- 12
              החודשים שקדמו לפיטורים.אם עובד עבר מעבודה חלקית לעבודה מלאה או
              מעבודה מלאה לעבודה חלקית, יחושב שכרו האחרון לגבי כל אחת מתקופות
              העבודה לפי שכרו ערב פיטוריו באופן יחסי למידת החלקיות של עבודתו.
            </p>
          </li>
        </div>
      </div>
    </>
  );
}
