import "./pages-css/TermsOfUse.css";

export function TermsOfUsePage() {
  return (
    <>
      <div className="terms-container">
        <h1 className="terms-title">תנאי שימוש</h1>
        <div className="terms-text">
          <h3 className="terms-header">
            אתר האינטרנט של גוב פור יו job4you תנאי שימוש והגבלות משפטיות
          </h3>
          <p>
            לפני השימוש באתר אינטרנט זה ("האתר") אנא קרא תנאים אלה בעיון. כל
            כניסה לאתר ו/או שימוש באתר משמעותם שאתה מקבל עליך את התנאים
            האלה("התנאים"), הנך מאשר הסכמתך לתנאים ומצהיר כי קראת אותם והבנת את
            תוכנם. השימוש באתר אינו מורשה למי שאינו מסכים לתנאים.התנאים מנוסחים
            בלשון זכר מטעמי נוחות בלבד, אך הם מתייחסים גם לנשים.
          </p>
          <h3 className="terms-header">השימוש באתר</h3>
          <p>
            גוב פור יו מתירה לך לצפות בתוכן שבאתר, לרבות חומרים, מידע, נתונים,
            טקסט, תוכנה, מוסיקה, קול, תמונות, וידאו, גרפיקה וכל חומר אחר הנכלל
            באתר ובכלל זה השירותים המוצעים באתר (ביחד, "החומרים") ולהוריד אותם
            ולהשתמש בהם לשימוש אישי ובלתי מסחרי בלבד, ובתנאי שתפעל בהתאם לכל
            ההודעות בדבר זכויות יוצרים וקניין רוחני הכלולות בחומרים המקוריים
            ובכל עותק שלהם. אינך רשאי לשנות את החומרים בצורה כלשהי, להעתיקם,
            לשכפלם, להפיץ, למכור, להרשות שימוש, להציגם בפומבי, לבצעם, לפרסמם,
            ליצור נגזרות מהם, ליצור מוצר או תוצר או חומר כלשהו תוך שימוש בחומרים
            או להשתמש בחומרים בדרך אחרת למטרה ציבורית או מסחרית כלשהי. השימוש
            בחומרים בכל אתר אינטרנט אחר או ברשת מחשבים לכל מטרה שהיא הינו אסור.
            החומרים באתר מוגנים בזכויות יוצרים, וכל שימוש בלתי מורשה בכל חומר
            שבאתר עלול להוות עבירה על חוקי זכויות יוצרים, חוקי סימני מסחר וחוקים
            אחרים. אם תפר אחד מהתנאים האלה תפוג אוטומטית ההרשאה הניתנת לך להשתמש
            באתר, וחובה תחול עליך להשמיד מיד כל חומר שהורד או הודפס מהאתר.
          </p>
          <h3 className="terms-header">איסוף מידע</h3>
          <p>
            לצורך קבלת שירותים גוב פור יו באמצעות האתר נדרש כל משתמש למסור באתר
            מידע כגון שם, כתובת, מספר טלפון, מצב תעסוקה, השכלה, ומידע נוסף (להלן
            "מידע המועמד"). מטרת קבלת מידע המועמד הינה לאפשר גוב פור יו לבצע
            ו/או להציע את שירותיה וכן לשפר ולייעל את השירות למועמדים וללקוחות
            גוב פור יו תפעל כמיטב יכולתה על מנת להבטיח, באמצעים הקיימים
            והמקובלים בשוק, את אבטחת מידע המועמד מפני גישה בלתי מורשית.השימוש
            במידע המועמד יעשה בהתאם לנוהלי גוב פור יו לעניין שימוש במידע מסוג
            זהו בכפוף להצהרת הפרטיות שבאתר זה. גוב פור יו שומרת על זכותה להעביר
            את מידע המועמד לצדדים שלישיים כפי שביקש המועמד.
          </p>
          <p>
            גוב פור יו תהיה רשאית לעשות במידע המועמד שימוש כדלקמן: 1. שימוש
            לצרכיה המנהליים, העסקיים והמסחריים של גוב פור יו ובין היתר לצורך
            יצירת קשר עם המועמד, דיוור ישיר, מבצעי שיווק ופרסום, הצעת הצעות
            עבודה ו/או קורסים, באמצעות הדואר, הטלפון, הפקסימיליה או הדואר
            האלקטרוני. 2. העמדת מידע המועמד לרשות חברות קשורות (אחות, חברת האם
            חברות בנות ו/או חברות בקבוצה) לצורך המטרות הקבועות בתנאי השימוש
            הנ"ל; 3. העמדת מידע המועמד, לרשות צדדים שלישיים לצורך הצעתם לכם
            שלמשרות או מוצרים או שירותים אשר גוב פור יו תהיה סבורה, כי עשוי
            להיות לכם עניין בהם. משתמש/ת שאינו/ה מעוניין/ת בהעברת מידע המועמד
            לצדדים שלישיים כאמור לעיל, חייב/ת לשלוח הודעה על כך בפרטיה הרישום /
            דואר אלקטרוני . אי משלוח הודעה כאמור תחשב כהסכמה לשימוש גוב פור יו
            במידע המועמד כמפורט לעיל.
          </p>
          <p className="terms-header">העדר אחריות; שימוש בחומרים</p>
          <p>
            החומרים מוצעים כמות שהם " (as-is)", ללא כל התחייבות או אחריות מכל
            סוג שהוא של גוב פור יו אין באמור בתנאים משום מצג של " גוב פור יו "
            בדבר התאמה למטרה מסוימת, אמינות או דיוק של החומרים או העדר הפרה של
            זכויות קניין רוחני. " גוב פור יו " אינה אחראית לדיוק ו/או לשלמות
            ו/או להעדר שגיאות בחומרים באתר ולא תישא באחריות כלשהי לחומרים ו/או
            לנכונותם. " גוב פור יו " רשאית לערוך שינויים בחומרים או בחלקם, בכל
            עת וללא הודעה. החומרים באתר עשויים שלא להיות עדכניים ביותר ,ו" גוב
            פור יו " אינה מתחייבת לעדכן את החומרים באתר בכלל או בתדירות כלשהי.
            התמונות באתר הן לצרכי המחשה בלבד, ואינן מחייבות. אתה תישא במלוא
            האחריות לשימוש בחומרים שבאתר ולתוצאותיהם.
          </p>
          <h3 className="terms-header">הגבלת אחריות</h3>
          <p>
            בשום מקרה לא תחול על גוב פור יו, על כל מי מטעמה או על צד ג' אחר
            כלשהו הנזכר באתר אחריות בגין נזקים כלשהם (לרבות, אך לא רק, ישירים,
            עקיפים או תוצאתכם, אלה הנובעים מאובדן רווחים, מאובדן נתונים או
            מהפרעה למהלך העסקים) כתוצאה משימוש, מאי יכולת להשתמש או מתוצאות
            השימוש באתר, בכל אתר אחר המקושר לאתר, או בחומרים הכלולים באתר ובכל
            אחד מאתרים אלה, תהא אשר תהא עילת התביעה או סיבת הנזק, בין חוזית, בין
            נזיקית ובין אחרת, על אף האמור בכל דין. הסעד היחיד המוקנה לך בכל מקרה
            ועל אף האמור בכל דין, הינו הפסקת השימוש באתר.
          </p>
          <h3 className="terms-header">העדר ייעוץ</h3>
          <p>
            החומרים באתר הינם כלליים באופיים. אין להסתמך על ייעוץ שהתקבל באמצעות
            האתר לצורך קבלת החלטות כלשהן, לרבות בנושאים מקצועיים, רפואיים,
            משפטיים, אישיים או כספיים. אין לראות באתר ייעוץ משפטי או מקצועי אחר.
            לשם כך עליך ליצור קשר עם גוב פור יו לקבלת פרטים מדויקים המותאמים
            לנסיבות המיוחדת שלך ולנתוני המקרה שלך.
          </p>
          <h3 className="terms-header"></h3>
          <p>
            ידוע לך כי החומרים מוגנים זכויות יוצרים, סימני מסחר, פטנטים או
            זכויות קניין רוחני אחרות; על כן , תהא רשאי להשתמש בחומרים אך ורק על
            פי הרשאה מפורשת של גוב פור יו. אתה מתחייב שלא להעתיק, לשכפל, להפיץ,
            למכור, להרשות שימוש, להציג בפומבי, לבצע, לפרסם, לשנות, ליצור נגזרות
            מהם, אולי לצור מוצר או תוצר או חומר כלשהו תוך שימוש בחומרים, אלא
            באישור מפורש של גוב פור יו כמפורט בתנאים. אתה מסכים שלא להעתיק או
            לשכפל בצורה אחרת את החומרים מכל סיבה שהיא, ולא להרשות לצד שלישי
            שימוש כאמור.עיצוב ותצוגת האתר מוגנים בזכויות יוצרים וסימני מסחר של
            גוב פור יו וחל איסור להעתיקם בכללם או בחלקם. חל איסור להעתיק, לשכפל,
            להפיץ, למכור, להרשות שימוש, להציג בפומבי, לבצע, לפרסם, או לנצל למטרה
            מסחרית כלשהי את האתר וכל חלק ממנו, לרבות לוגיים, גרפיקה, צליל
            ותמונות מהאתר, ללא אישור גוב פור יו מראש ובכתב ובכפוף לתנאי האישור.
            אינך רשאי ליצור מסגרות (Frame) לאתר ללא אישור גוב פור יו מראש ובכתב
            ובכפוף לתנאי האישור. חל איסור על שימוש ב- Meta Tags או כל טקסט חבוי
            אחר תוך שימוש בשמה גוב פור יו או בסימני המסחר שלה, ללא אישור גוב פור
            יו מראש ובכתב ובכפוף לתנאי האישור. כל שימוש בלתי מורשה יגרור הפסקת
            זכותך להשתמש באתר.למעט כפי שהותר במפורש בתנאים , גוב פור יו אינה
            מעניקה לך זכות כלשהי בקניין הרוחני של גוב פור יו או של צדדים שלישיים
            שהחומרים שייכים או קשורים אליהם.
          </p>
          <h3 className="terms-header">מידע אודות משתמשים</h3>
          <p>
            גוב פור יו אינה מעוניינת לקבל ממך מידע סודי באמצעות האתר. כל חומר,
            מידע, או סוג תקשורת אחרת ("הודעות") שתשדר או תפרסם באתרו/או באמצעותו
            ייחשבו בלתי סודיים ובלתי קנייניים. ל- גוב פור יו לא תהא כל אחריות
            בקשר להודעות. גוב פור יו וכל מי מטעמה יהיו חופשיים להעתיק, לגלות,
            להפיץ, לשלב את ההודעות ולעשות כל שימוש אחר בהודעות ובנתונים,
            בתמונות, בצלילים, בטקסט ובאלמנטים אחרים המשולבים בהודעות לכל מטרה,
            בין מסחרית ובין שאינה מסחרית, לרבות דיוור ישיר ופרסום. אם תבחר לקבל
            דיוור ישיר או Newsletters תידרש להירשם באזור המיועד לכך באתר. אם
            אינך מעוניין או לא תהיה מעוניין בעתיד להיכלל ברשימות גוב פור יו
            לצורך דיוור ישיר, הנך חייב לשלוח הודעה על כך ל- גוב פור יו לפי
            הפרטים ב"צור קשר" בסוף התנאים. מידע שתמסור ל- גוב פור יו ואשר מאפשר
            זיהוי אישי, יטופל בהתאם להצהרת הפרטיות שלמחבר (Privacy Statement)
            המפורסמת באתר. הנך מנוע מלפרסם באתר או לשדר אליו כל חומר בלתי חוקי,
            מאיים, כזה שיש בו משום לשון הרע, השמצה, דברי גנאי או פורנוגרפיה, או
            כל חומר אחר אשר עלול להוות עבירה על חוק כל שהוו כן הנך מנוע מלהשתמש
            באתר למטרה בלתי חוקית כלשהי.
          </p>
          <h3 className="terms-header">מידע הנאסף באופן אוטומטי</h3>
          <p>
            בדומה לאתרי אינטרנט רבים אחרים, אוסף האתר באופן אוטומטי מידע מסוים
            שאינו ניתן לזיהוי בקשר למשתמשים באתר, כגון כתובת פרוטוקול האינטרנט
            ,כתובת IP של מחשבכם, כתובת ה-IP של ספק האינטרנט שלכם, התאריך והשעה
            שבהם נכנסתם לאתר, כתובת האינטרנט של אתר כלשהו שממנו הגעתם לאתר
            בקישור ישיר, מערכת ההפעלה שבשימושכם, אזורי האתר שבהם ביקרתם, דפי
            האתר שאליהם נכנסתם והמידע שצפיתם בו, וכן החומרים שהעליתם לאתר או
            הורדתם ממנו. המידע שאינו ניתן לזיהוי משמש לניהול האתר והמערכת
            ולקידום האתר עצמו. הוא עשוי להיגלות לאחרים ולהישמר לצמיתות בארכיונים
            לצורך שימוש עתידי.
          </p>
          <p>
            קובצי עוגיה ( להלן: 'עוגיות') – האתר משתמש בטכנולוגיה של עוגיות,
            המתקינה מידע במחשב של המשתמש באתר כדי לאפשר לאתר לזהות ביקורים
            עתידיים של מחשב זה. העוגיות משפרות את נוחות השימוש באתר. לדוגמה,
            המידע המסופק באמצעות עוגיות משמש לזהותכם כמי שכבר השתמשו באתר, לעקוב
            אחר פעילותכם באתר כדי להיענות לצורכיכם, להציע לכם דפים הכוללים תכנים
            ומידע מותאמים אישית, לשבץ אוטומטית את פרטי המידע האישי שלכם בטפסים
            מקוונים, וכיוצא באלה פעולות להקלתה שימוש שלכם באתר.
          </p>
          <p>
            אם הדפדפן שלכם מתיר זאת, באפשרותכם לבחור לסרב לשימוש בעוגיות, אולם
            הדבר עלול לפגוע ביכולת השימוש שלכם באתר וביכולת הגישה או השימוש בחלק
            מתכונותיו.
          </p>
          <h3 className="terms-header">חדרי צ'ט ופורומים אחרים למשתמשים</h3>
          <p>
            למרות זכותה של גוב פור יו לנתר ו/ולבחון ו/או לפקח כל תחום באתר שבו
            המשתמשים משדרים או מפרסמים הודעות או מתקשרים בינם לבין עצמם, לרבות,
            אך לא רק, חדרי צ'ט, לוחות מודעות או פורומים אחרים שלמשתמשים, וכן את
            תוכנן של הודעות כאמור ("הודעות גולשים"), גוב פור יו אינה מתחייבת
            לבדוק ו/או לבקר ו/או לפקח על הודעות גולשים וגם אם תערוך בדיקות
            שלהודעות הגולשים, היא אינה מתחייבת לזהות ו/או להספיק להוריד חומר
            בלתי חוקי או פוגעני גוב פור יו לא תישא באחריות כלשהי בקשר עם תוכנן
            של הודעות גולשים כלשהן ו/או בקשר עם נזקים שיגרמו כתוצאה מפרסום
            הודעות כאמור, בין אם הן נראות לגולשים בלתי חוקיות, בלתי מוסריות,
            מקוממות, בלתי נאותות או פוגעות בתקנתה ציבור או אחרת ובין אם אינן
            כאמור. גוב פור יו שומרת לעצמה את הזכות להסיר הודעות גולשים הכוללות
            מידע הנראה לה כמעליב, משמיץ, מגונה או בלתי ראוי מבחינה אחרת. גוב פור
            יו לא תישא באחריות לתוכנן של הודעות גולשים.
          </p>
          <h3 className="terms-header">קישורים לאתרי אינטרנט של צד שלישי</h3>
          <p>
            הקישורים באתר לאתרי אינטרנט של צד ג' הינם לנוחיותך בלבד. במקרה
            שתשתמש בקישורים אלה, תצא מהאתר. גוב פור יו לא בדקה את כל אתרי צד ג'
            אלה, אין לה שליטה עליהם ואין היא אחראית לאתרים אלה או לתוכנם. לפיכך
            אין גוב פור יו מאשרת אתרים אלה או יוצרת מצג כלשהו לגביהם או לגבי כל
            מידע, תוכנה, מוצרים או חומרים הנמצאים בהם, או לגבי כל תוצאה העשויה
            לנבוע מן השימוש בהם. ההחלטה לגשת לאתר צד ג' כלשהו המקושר לאתר היא
            באחריותך בלבד. כאשר אתה עובר לקישורים עליך לעיין בתנאי השימוש וביתר
            התנאים וההנחיות באתר המקושר ולנהוג על פי הכתוב בהם.
          </p>
          <h3 className="terms-header">קישור לאתר</h3>
          <p>
            אינך ראשי ליצור קישורים לאתר מאתרים אחרים, אלא באישור גוב פור יו
            מראש ובכתב ובכפיפות לתנאי האישור ולהוראות כל דין.
          </p>
          <h3 className="terms-header">סימני מסחר</h3>
          <p>
            שמות של חברות ומוצרים הנזכרים בתנאים הנם סימני מסחר ו/או סמלים
            מסחריים של בעליהם השונים. אין בשימוש באתר כדי להקנות לך זכויות
            בסימני המסחר של גוב פור יו או שלצדדים שלישיים המפורסמים באתר.
          </p>
          <h3 className="terms-header">הגבלת גישה</h3>
          <p>
            גוב פור יו שומרת על זכותה לסרב להעניק גישה לאתר או לחלקים ממנו לכל
            משתמש, לפי שיקול דעתה הבלעדי וללא כל התראה מוקדמת.
          </p>
          <h3 className="terms-header">כללי</h3>
          <p>
            על תנאים אלה ועל האתר יחולו חוקי מדינת ישראל והם יפורשו על פיהם.
            מקום השיפוט הבלעדי בכל הקשור בתנאים ו/או באתר הינו בבתי המשפט
            המוסכמים בתל-אביב-יפו. גוב פור יו מנהלת את האתר ממשרדיה בישראל גוב
            פור יו אינה יוצרת מצג שלפיו החומרים באתר מתאימים או זמינים לשימוש
            מחוץ לגבולות ישראל. השימוש באתר אסור ממדינות שאינן מקנות תוקף לתנאים
            הכלולים במסמך זה, לרבות אך לא רק מדינות שבהן תוכן האתר הנו בלתי
            חוקי. אינך רשאי להשתמש בחומרים או בכל העתק או עיבוד שלהם, לייצאם או
            לייצאם מחדש באופן שיהווה עבירה על כל חוק או תקנה רלוונטיים. היה
            ותחליט לגשת אל אתר מחוץ לגבולות ישראל, אתה עושה זאת ביוזמתך שלך
            ובאחריותך, ותישא באחריות למלא אחר החוקים המקומיים החלים.
          </p>
          <p>
            גוב פור יו שומרת לעצמה אתה זכות בכל עת לעדכן ו/או לשנות את התנאים
            בכל עת על-ידי עדכון הודעה זאת. עליך לבקר באתר מפעם לפעם על מנת לבדוק
            את התנאים המעודכנים, שכן הם המחייבים ממועד העדכון ואילך. הודעות ו/או
            תנאים משפטיים ייעודיים המצויים בדפים מסוימים של האתר עשויים לגבור על
            התניות מסוימות הכלולות בתנאים אלה גוב פור יו רשאית להסב את התנאים,
            ואת כל הזכויות והחובות הנובעות מהם. התנאים יחול ויחייבו את הצדדים,
            נציגיהם, יורשיהם וכל נציג מורשה אחר שלהם.
          </p>
          <p>
            אין האמור בתנאים כדי לפגוע בזכותה גוב פור יו לקיים דרישות או בקשות
            מצד גורמים מוסמכים כדין בכל הנוגע לשימוש באתר או למידע המועבר ל- גוב
            פור יו ונאסף על גוב פור יו בהקשר לשימוש באתר. אם ייקבע כי חלק כלשהו
            של התנאים אינו תקף או שאינו ניתן לאכיפה על פי דין, לרבות אך ללא
            הגבלה, סעיפי הגבלת האחריות הנזכרים לעיל, אזי הסעיפים שנשלל תוקפם או
            שאינם ניתנים לאכיפה ייחשבו כאילו הוחלפו בסעיפים תקפים וניתנים לאכיפה
            שתוכנם תואם במידת הקירוב הגדולה ביותר את כוונת הסעיפים המקוריים,
            ואילו יתר סעיפי התנאים יישארו בתוקפם. ויתר צד, מפורשות אומכ ללא, על
            זכות הניתנת לו על פי התנאים במקרה מסוים לא ילמדו ממנו גזירה שווה לכל
            מקרה אחר ולא יראו בכך ויתור על זכויותיו.
          </p>
          <p>
            תנאים אלה מהווים את ההסכם השלם והמלא בין המשתמש ו- גוב פור יו בהקשר
            עם האתר, ומחליפים כל תקשורת או הצעה קודמת או אחרת, בין במתכונת
            אלקטרונית, ובין בעל-פה או בכתב,שעברו בין המשתמש- גוב פור יו ו/או כל
            מי מטעמה בהקשר לאתר.
          </p>
        </div>
      </div>
    </>
  );
}

