import { yesterdayDate } from "./date";

export const tips = [
  {
    path: "/article_1",
    image: "/images/tip1.png",
    title: "טיפים לראיון עבודה",
    date: yesterdayDate,
    articlePreview:
      " לעיתים, ראיון החלומות שלך עומד בפתח, ואתה רק מחכה כדי להיגאל מהמרוץ אחר מודעות הדרושים... כל מה שעליך לעשות הוא לשים לב לכמה נקודות עיקריות שיעזרו לך לעבור ראיון עבודה בשלום: 1. התאמן והתכונן כראוי רצוי לעבור הכנה לראיון",
  },
  {
    path: "/article_2",
    image: "images/tip-2.png",
    title: "כלים לניהול פרוייקט החזרה לשוק העבודה",
    date: yesterdayDate,
    articlePreview:
      " אחד הטורים האחרונים עסק בחשיבות של ניהול תהליך חיפוש עבודה כפרוייקט לכל דבר, עם דגש על אינטנסיביות החיפוש, תוך שימוש בכלי ניהול ובקרת פרוייקט כתנאי להצלחה...",
  },
  {
    path: "/article_3",
    image: "images/tip-3.png",
    title: "השאלות הכי קשות בראיון עבודה",
    date: yesterdayDate,
    articlePreview:
      " השאלות הכי קשות שיכולות לעלות בראיון עבודה חיפוש עבודה יכול להיות עסק לא קל.לפעמים מגיעים לראיון עבודה שאנחנו ממש מצפים לו ולא מכינים את עצמנו לסוג של שאלות שאף פעם לא נשאלנו...",
  },
  {
    path: "/article_4",
    image: "/images/tip-4.png",
    title: "חיפוש עבודה - כך תעשו את זה נכון",
    date: yesterdayDate,
    articlePreview: `חיפוש עבודה עלול להיות משימה מאתגרת ולעתים קרובות מכריעה...`,
  },
];
